module.exports = {
    name: "keygen",
    description: "keygen",

    async run (client, message, args){

   
        if(!message.member.hasPermission("ADMINISTRATOR")) return message.channel.send('You Don\'t have permissions.')
      message.channel.send(`✦ กรุณาอ่านก่อนเข้าใช้ NETFLIX P5 SHOP •₊˚。

♡🔑 1จอ ต่อ1คน เป็นจอส่วนตัว ไม่มีการหารร่วม
♡🖥️ เข้าใช้ทีละอุปกรณ์ ดูทีละเครื่อง
♡🗝 ไม่อนุญาตให้นำไปแชร์หรือขายต่อ
♡🔐 ตั้งรหัสพินเองได้เลย
♡🪑 ห้ามเปลี่ยนรหัสเมล
♡🧺 ห้ามเข้าใช้โปรไฟล์ของคนอื่น
♡🔑 1 โปรไฟล์ ล็อคอินหลายเครื่องได้ แต่ต้องเปิดทีละเครื่อง
♡🍂 แจ้งโปรไฟล์หลังการเปลื่ยนชื่อภายใน 24 ชม. หลังการสั่งซื้อ
♡🌲 แจ้งต่อเมลก่อน 1-3 วันก่อนหมดอายุ [ บางแอคต่อไม่ได้ ]
♡🧵 รับเคลมหากเข้าไม่ได้ ยกเว้นบล็อคโซน

▀▄▀▄▀▄▀▄▀▄▀▄▀▄▀▄▀▄▀▄▀▄▀▄▀`)
    }
};
